Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Hide window action buttons in Glance compact preview rows
ar: إخفاء أزرار إجراءات النوافذ في صفوف معاينة Glance المضغوطة
de: Fenster-Aktionsschaltflächen in kompakten Glance-Vorschauzeilen ausblenden
es: Oculta los botones de acción de ventana en las filas compactas de previsualización de Glance
fr: Masquer les boutons d'action de fenêtre dans les rangées d'aperçu compactes de Glance
hu: Ablakművelet-gombok elrejtése a Glance kompakt előnézeti soraiban
ja: Glanceのコンパクトプレビュー行でウインドウ操作ボタンを非表示にする
nl: De actieknoppen van vensters verbergen in compacte Glance-voorbeeldrijen
pl: Ukryj przyciski akcji okna w kompaktowych wierszach podglądu Glance
pt: Ocultar botões de ação de janela nas linhas de pré-visualização compactas do Glance
ru: Скрывать кнопки действий с окнами в компактных строках предпросмотра Glance
sv: Göm fönsteråtgärdsknappar i kompakta förhandsvisningsrader i Glance
tr: Glance kompakt önizleme satırlarında pencere eylem düğmelerini gizle
vi: Ẩn các nút tác vụ cửa sổ trong các hàng xem trước thu gọn Glance
zh_hans: 在 Glance 紧凑预览行中隐藏窗口操作按钮
zh_hant: 隱藏 Glance 精簡預覽列中的視窗動作按鈕

source: Hide Window Controls
ar: إخفاء عناصر تحكم النافذة
de: Fenstersteuerungen ausblenden
es: Ocultar controles de ventana
fr: Masquer les commandes de fenêtres
hu: Ablakműveleti gombok elrejtése
ja: ウインドウ操作ボタンを非表示
nl: Verberg vensterbediening
pl: Ukryj elementy sterujące oknem
pt: Ocultar Controlos de Janela
ru: Скрыть элементы управления окном
sv: Göm fönsterreglage
tr: Pencere Denetimlerini Gizle
vi: Ẩn Điều khiển cửa sổ
zh_hans: 隐藏窗口控制
zh_hant: 隱藏視窗控制項

source: High
ar: مرتفع
de: Hoch
es: Alto
fr: Élevé
hu: Magas
ja: 強い
nl: Hoog
pl: Wysoki
pt: Elevado
ru: Высокий
sv: Hög
tr: Yüksek
vi: Cao
zh_hans: 强
zh_hant: 高

source: Highlight App Name
ar: تسليط الضوء على اسم التطبيق
de: App-Namen hervorheben
es: Resaltar nombre de la app
fr: Mettre en surbrillance le nom de l'application
hu: Alkalmazásnév kiemelése
ja: アプリ名をハイライト
nl: Appnaam markeren
pl: Wyróżnij nazwę aplikacji
pt: Destacar Nome da App
ru: Выделить имя приложения
sv: Markera appnamn
tr: Uygulama Adını Vurgula
vi: Tô sáng Tên ứng dụng
zh_hans: 突出显示应用名称
zh_hant: 醒目顯示應用程式名稱

source: Highlight the next window when Alt-Tab opens
ar: تسليط الضوء على النافذة التالية عند فتح Alt-Tab
de: Beim Öffnen von Alt-Tab das nächste Fenster hervorheben
es: Resalta la siguiente ventana al abrirse Alt-Tab
fr: Mettre en surbrillance la fenêtre suivante quand Alt-Tab s'ouvre
hu: A következő ablak automatikus kiemelése az Alt-Tab megnyitásakor
ja: Alt-Tabを開いたときに次のウインドウをハイライトする
nl: Markeer het volgende venster wanneer Alt-Tab wordt geopend
pl: Wyróżnij następne okno po otwarciu Alt-Tab
pt: Destacar a janela seguinte quando o Alt-Tab abre
ru: Выделить следующее окно при открытии Alt-Tab
sv: Markera nästa fönster när Alt-Tab öppnas
tr: Alt-Tab açıldığında sonraki pencereyi vurgula
vi: Tô sáng cửa sổ tiếp theo khi Alt-Tab mở
zh_hans: 当 Alt-Tab 打开时突出显示下一个窗口
zh_hant: 開啟 Alt-Tab 時，預先選取下一個視窗

source: Highlight the next window when the switcher opens
ar: تسليط الضوء على النافذة التالية عند فتح المُبدل
de: Hebt beim Öffnen des Fensterwechslers das nächste Fenster hervor
es: Resalta la siguiente ventana al abrirse el selector
fr: Mettre en surbrillance la fenêtre suivante lorsque le sélecteur s'ouvre
hu: A következő ablak automatikus kiemelése a váltó megnyitásakor
ja: スイッチャーを開いたときに次のウインドウをハイライトする
nl: Markeer het volgende venster wanneer de wisselaar wordt geopend
pl: Wyróżnij następne okno po otwarciu przełącznika
pt: Destacar a janela seguinte quando o seletor abre
ru: Выделять следующее окно при открытии переключателя
sv: Markera nästa fönster när växlaren öppnas
tr: Değiştirici açıldığında sonraki pencereyi vurgula
vi: Tô sáng cửa sổ tiếp theo khi bộ chuyển đổi mở
zh_hans: 当切换器打开时突出显示下一个窗口
zh_hant: 切換器開啟時，預先選取下一個視窗

source: history
ar: سجل
de: verlauf
es: historial
fr: historique
hu: előzmények
ja: 履歴
nl: geschiedenis
pl: historia
pt: histórico
ru: история
sv: historik
tr: geçmiş
vi: lịch sử
zh_hans: 历史记录
zh_hant: 歷史記錄

source: History Size
ar: حجم السجل
de: Verlaufsgröße
es: Tamaño del historial
fr: Taille de l'historique
hu: Előzmények mérete
ja: 履歴のサイズ
nl: Geschiedenisgrootte
pl: Rozmiar historii
pt: Tamanho do Histórico
ru: Размер истории
sv: Historikstorlek
tr: Geçmiş Boyutu
vi: Số mục lịch sử
zh_hans: 历史记录容量
zh_hant: 歷史記錄大小

source: Hold %@ and press a letter to jump to matching running apps. Press the same letter to cycle through matches.
ar: اضغط على %@ واضغط على رسالة للقفز إلى مطابقة التطبيقات قيد التشغيل. اضغط على نفس الحرف إلى الدورة من خلال المطابقات.
de: Halten Sie %@ gedrückt und drücken Sie einen Buchstaben, um zu passenden laufenden Apps zu springen. Drücken Sie denselben Buchstaben erneut, um zwischen Treffern zu wechseln.
es: Mantén pulsada la tecla %@ y pulsa una letra para saltar a las apps en ejecución que coincidan. Pulsa la misma letra para recorrer las coincidencias.
fr: Maintenez %@ et appuyez sur une lettre pour accéder à l'application correspondante. Appuyez à nouveau sur la même lettre pour basculer entre les correspondances.
hu: Tartsd lenyomva a %@ billentyűt, és nyomj meg egy betűt a megfelelő futó alkalmazásra ugráshoz. Nyomd meg újra ugyanazt a betűt a találatok közötti váltáshoz.
ja: %@を押したまま文字キーを押すと、一致する実行中のアプリにジャンプします。同じ文字キーを押すと、一致するアプリを順に切り替えます。
nl: Houd %@ ingedrukt en druk op een letter om naar de overeenkomende geopende app te springen. Druk nogmaals op dezelfde letter om door de overeenkomsten te bladeren.
pl: Przytrzymaj %@ i naciśnij literę, aby przejść do pasujących uruchomionych aplikacji. Naciśnij tę samą literę, aby przełączać dopasowania.
pt: Mantenha premida a tecla %@ e prima uma letra para saltar para as apps em execução correspondentes. Prima a mesma letra para percorrer as correspondências.
ru: Удерживайте %@ и нажмите на букву, чтобы перейти к совпадающим приложениям. Нажмите на ту же букву еще раз для повторения матчей.
sv: Håll ned %@ och tryck på en bokstav för att hoppa till matchande appar som körs. Tryck på samma bokstav igen för att bläddra mellan träffarna.
tr: %@ tuşunu basılı tutun ve bir harfe basarak eşleşen çalışan uygulamalara atlayın. Eşleşenler arasında geçiş yapmak için aynı harfe tekrar basın.
vi: Giữ %@ và nhấn một chữ cái để nhảy đến ứng dụng đang chạy tương ứng. Nhấn cùng một chữ cái để chuyển qua các ứng dụng khớp.
zh_hans: 按住 %@ 并按下字母键可跳转到匹配的运行中应用。重复按下同一字母键可在匹配项之间循环切换。
zh_hant: 按住 %@ 並按下字母鍵，即可跳至符合條件的執行中 應用程式。重複按下相同字母鍵可在符合項目間切換。

source: Hold a dragged file over an app icon to show App Exposé, then drop it on a window. Dropping on the icon opens the file with the app.
ar: أبقِ الملف المسحوب فوق أيقونة تطبيق لعرض App Exposé، ثم أسقطه على نافذة. إسقاطه على الأيقونة يفتح الملف بالتطبيق.
de: Halten Sie eine gezogene Datei über ein App-Symbol, um App Exposé anzuzeigen, und legen Sie sie dann auf einem Fenster ab. Beim Ablegen auf dem Symbol wird die Datei mit der App geöffnet.
es: Mantén un archivo arrastrado sobre el icono de una app para mostrar App Exposé y suéltalo sobre una ventana. Soltarlo sobre el icono abre el archivo con la app.
fr: Maintenez un fichier glissé au-dessus d'une icône d'app pour afficher App Exposé, puis déposez-le sur une fenêtre. Le déposer sur l'icône ouvre le fichier avec l'app.
hu: Tartson egy húzott fájlt egy appikon fölött az App Exposé megjelenítéséhez, majd ejtse egy ablakra. Az ikonra ejtve a fájl az appal nyílik meg.
ja: ドラッグ中のファイルをアプリアイコンの上にかざすとApp Exposéが表示され、ウインドウにドロップできます。アイコンにドロップすると、そのアプリでファイルを開きます。
nl: Houd een bestand dat je versleept boven een app-pictogram om App Exposé weer te geven om het vervolgens neer te kunnen zetten in een venster. Als je het bestand op het pictogram neerzet, wordt het bestand met de app geopend.
pl: Przytrzymaj przeciągany plik nad ikoną aplikacji, aby wyświetlić Exposé aplikacji, a następnie upuść go na wybrane okno. Upuszczenie pliku na ikonę otwiera go w aplikacji.
pt: Mantenha um ficheiro arrastado sobre o ícone de uma app para mostrar o App Exposé e depois largue-o numa janela. Largar no ícone abre o ficheiro com a app.
ru: Удерживайте перетаскиваемый файл над значком приложения, чтобы показать App Exposé, затем отпустите его на окне. Если отпустить файл на значке, он откроется в этом приложении.
sv: Håll en dragen fil över en appsymbol för att visa App Exposé och släpp den sedan på ett fönster. Släpper du den på symbolen öppnas filen med appen.
tr: Bir dosyayı sürükleyip bir uygulama simgesinin üzerinde tut, App Exposé görünsün, ardından bir pencereye bırak. Simgeye bırakmak dosyayı uygulamayla açar.
vi: Giữ một tệp đang được kéo phía trên biểu tượng ứng dụng để hiển thị App Exposé, sau đó thả tệp đó vào một cửa sổ. Thả trực tiếp vào biểu tượng sẽ mở tệp bằng ứng dụng tương ứng.
zh_hans: 将拖动中的文件悬停在应用图标上，即可显示 App Exposé，然后将文件拖放到某个窗口上。直接拖放到图标上时，会使用该应用打开文件。
zh_hant: 將拖曳中的檔案停留在應用程式圖示上，即可顯示 App Exposé，接著可將檔案放到視窗中。若直接放到應用程式圖示上，則會使用該應用程式開啟檔案。

source: Hold On
ar: مهلًا
de: Moment bitte
es: Un momento
fr: Patientez
hu: Egy pillanat
ja: お待ちください
nl: Wacht even
pl: Poczekaj chwilę
pt: Aguarde
ru: Подождите
sv: Vänta lite
tr: Biraz Bekleyin
vi: Chờ một lát
zh_hans: 请稍候
zh_hant: 請稍候

source: Hold the initializer key and press a letter to jump to matching running apps
ar: اضغط مع الاستمرار على مفتاح التهيئة ثم اضغط على حرف للانتقال إلى التطبيقات قيد التشغيل المطابقة
de: Auslösetaste gedrückt halten und einen Buchstaben drücken, um zu passenden laufenden Apps zu springen
es: Mantén la tecla iniciadora y pulsa una letra para saltar a las apps abiertas que coincidan
fr: Maintenez la touche de déclenchement et appuyez sur une lettre pour passer aux applications en cours correspondantes
hu: Tartsa lenyomva az indítóbillentyűt, és nyomjon meg egy betűt a megfelelő futó alkalmazásra ugráshoz
ja: イニシャライザーキーを押しながら文字キーを押して、一致する起動中のアプリにジャンプ
nl: Houd de initialisatietoets ingedrukt en druk op een letter om naar overeenkomende geopende apps te gaan
pl: Przytrzymaj klawisz inicjujący i naciśnij literę, aby przejść do pasujących uruchomionych aplikacji
pt: Mantenha a tecla iniciadora premida e prima uma letra para saltar para as apps em execução correspondentes
ru: Удерживайте клавишу-инициатор и нажмите букву, чтобы перейти к подходящим запущенным приложениям
sv: Håll ned initieringstangenten och tryck på en bokstav för att hoppa till matchande appar som körs
tr: Başlatıcı tuşu basılı tutup eşleşen çalışan uygulamalara atlamak için bir harfe bas
vi: Giữ phím khởi tạo và nhấn một chữ cái để nhảy đến ứng dụng đang chạy tương ứng
zh_hans: 按住修饰键并按下字母，即可跳转到匹配的正在运行的应用
zh_hant: 按住初始化鍵並按下字母鍵，即可跳至符合條件的執行中應用程式

source: Hop up and down, or breathe by growing and shrinking in place
ar: القفز لأعلى ولأسفل، أو التنفس بالتكبير والتصغير في المكان
de: Auf und ab hüpfen oder atmen, indem die Symbole an Ort und Stelle wachsen und schrumpfen
es: Saltar arriba y abajo, o respirar creciendo y encogiéndose en su sitio
fr: Sauter de haut en bas, ou respirer en grandissant et rétrécissant sur place
hu: Fel-le ugrálás, vagy lélegzés helyben növekedve és zsugorodva
ja: 上下に跳ねるか、その場で拡大と縮小を繰り返して呼吸するように動く
nl: Op en neer springen, of ademen door op de plek te groeien en te krimpen
pl: Podskakuj w górę i w dół lub pulsuj, powiększając się i zmniejszając w miejscu
pt: Saltar para cima e para baixo, ou respirar crescendo e encolhendo no lugar
ru: Подпрыгивать вверх и вниз или «дышать», увеличиваясь и уменьшаясь на месте
sv: Hoppa upp och ned, eller andas genom att växa och krympa på stället
tr: Aşağı yukarı zıpla veya yerinde büyüyüp küçülerek nefes al
vi: Nảy lên xuống, hoặc hít thở bằng cách phóng to và thu nhỏ tại chỗ
zh_hans: 上下弹跳，或在原位放大和缩小以呈现呼吸效果
zh_hant: 上下跳動，或在原地放大縮小呈現呼吸效果

source: Horizontal
ar: أفقي
hu: Vízszintes
ja: 水平
nl: Horizontaal
pl: Poziomo
ru: Горизонтально
sv: Horisontell
tr: Yatay
vi: Ngang
zh_hans: 水平
zh_hant: 水平

source: Horizontal and Vertical
ar: أفقي وعمودي
de: Horizontal und vertikal
es: Horizontal y vertical
fr: Horizontal et vertical
hu: Vízszintes és függőleges
ja: 水平と垂直
nl: Horizontaal en verticaal
pl: Poziomy i pionowy
pt: Horizontal e Vertical
ru: Горизонтальный и вертикальный
sv: Horisontell och vertikal
tr: Yatay ve Dikey
vi: Ngang và dọc
zh_hans: 横向和纵向
zh_hant: 水平與垂直

source: Horizontal Offset
ar: الإزاحة الأفقية
de: Horizontaler Versatz
es: Desplazamiento horizontal
fr: Décalage horizontal
hu: Vízszintes eltolás
ja: 水平オフセット
nl: Horizontale verschuiving
pl: Przesunięcie poziome
pt: Deslocamento Horizontal
ru: Горизонтальное смещение
sv: Horisontell förskjutning
tr: Yatay Ofset
vi: Độ lệch ngang
zh_hans: 水平偏移
zh_hant: 水平位移

source: Hottest Core
ar: النواة الأشد حرارة
de: Heißester Kern
es: Núcleo más caliente
fr: Cœur le plus chaud
hu: Legforróbb mag
ja: 最も高温のコア
nl: Heetste kern
pl: Najcieplejszy rdzeń
pt: Núcleo mais quente
ru: Самое горячее ядро
sv: Varmaste kärnan
tr: En Sıcak Çekirdek
vi: Lõi nóng nhất
zh_hans: 温度最高的核心
zh_hant: 最高溫核心

source: Hover
ar: تمرير
de: Zeigerkontakt
es: Al pasar el cursor
fr: Survol
hu: Rámutatás
ja: ホバー
nl: Aanwijzen
pl: Wskazanie
pt: Pairar
ru: Наведение
sv: Hovring
tr: Üzerine Gelme
vi: Di chuột
zh_hans: 悬停
zh_hant: 懸停

source: Hover a dock item to trigger it, including window previews, folder fan-outs, and widgets. Applies dock-wide, with per-category exceptions.
ar: مرّر المؤشر فوق عنصر في Dock لتشغيله، بما في ذلك معاينات النوافذ والعرض المروحي للمجلدات والأدوات. ينطبق على Dock بالكامل، مع استثناءات لكل فئة.
de: Zeigen Sie auf ein Dock-Objekt, um es auszulösen, einschließlich Fenstervorschauen, Ordner-Auffächerungen und Widgets. Gilt für das gesamte Dock, mit Ausnahmen pro Kategorie.
es: Pasa el cursor sobre un ítem del Dock para activarlo, incluidas las previsualizaciones de ventanas, las carpetas en abanico y los widgets. Se aplica a todo el Dock, con excepciones por categoría.
fr: Survolez un élément du dock pour le déclencher, y compris les aperçus de fenêtres, les dossiers en éventail et les widgets. S'applique à tout le dock, avec des exceptions par catégorie.
hu: Rámutatással aktiválhatók a Dock elemei, beleértve az ablak-előnézeteket, a mappalegyezőket és a widgeteket. Az egész Dockra vonatkozik, kategóriánkénti kivételekkel.
ja: Dockの項目にホバーして作動させます。ウインドウプレビュー、フォルダのファンアウト、ウィジェットも対象です。Dock全体に適用され、カテゴリごとに例外を設定できます。
nl: Beweeg de muisaanwijzer over een Dock-item om het te activeren, inclusief venstervoorbeelden, uitgeklapte mappen en widgets. Geldt voor het hele Dock, met uitzonderingen per categorie.
pl: Umieść wskaźnik nad elementem Docka, aby go uaktywnić. Dotyczy to podglądów okien, rozwinięć folderów i widżetów. Ustawienie obejmuje cały Dock, z wyjątkami dla poszczególnych kategorii.
pt: Passe o cursor sobre um item da Dock para o ativar, incluindo pré-visualizações de janelas, leques de pastas e widgets. Aplica-se a toda a Dock, com exceções por categoria.
ru: Наведение указателя на объект в Dock активирует его, включая предпросмотр окон, веер папок и виджеты. Действует для всего Dock с исключениями для отдельных категорий.
sv: Hovra över ett dockobjekt för att aktivera det, inklusive fönsterförhandsvisningar, mappsolfjädrar och widgetar. Gäller hela dockan, med undantag per kategori.
tr: Bir dock öğesinin üzerine gelince tetiklenir, pencere önizlemeleri, klasör yelpazeleri ve widget'lar da dahil. Dock genelinde geçerlidir, kategori bazında istisnalarla.
vi: Di chuột lên một mục trên dock để kích hoạt mục đó, bao gồm bản xem trước cửa sổ, xòe thư mục và tiện ích. Áp dụng cho toàn bộ dock, với các ngoại lệ theo từng danh mục.
zh_hans: 悬停在 Dock 项目上以触发窗口预览、文件夹展开或小组件等功能。适用于整个 Dock，可按类别设置例外。
zh_hant: 將指標停留在 Dock 項目上即可觸發對應功能，包括視窗預覽、檔案夾展開與小工具。此設定會套用至整個 Dock，但各類別可另行設定例外。

source: Hover Action
ar: فعل التمرير
de: Aktion bei Zeigerkontakt
es: Acción al pasar el cursor
fr: Action au survol
hu: Rámutatási művelet
ja: ホバーアクション
nl: Aanwijsactie
pl: Czynność po wskazaniu
pt: Ação ao Pairar
ru: Действия при наведении
sv: Hovringsåtgärd
tr: Üzerine Gelme Eylemi
vi: Tác vụ khi di chuột
zh_hans: 悬停操作
zh_hant: 懸停動作

source: Hover Action Delay
ar: تأخير إجراء التمرير
de: Aktionsverzögerung bei Zeigerkontakt
es: Retardo de la acción al pasar el cursor
fr: Délai d'action du survol
hu: Rámutatási késleltetés
ja: ホバーアクションの遅延
nl: Vertraging voor actie bij muisaanwijzer
pl: Opóźnienie czynności po wskazaniu
pt: Atraso da Ação ao Pairar
ru: Задержка действий при наведении
sv: Fördröjning för hovringsåtgärd
tr: Üzerine Gelme Eylemi Gecikmesi
vi: Thời gian chờ Tác vụ di chuột
zh_hans: 悬停操作延迟
zh_hant: 懸停動作延遲

source: Hover any dock item to trigger it without holding: app previews, folder fan-outs, and widgets.
ar: مرر المؤشر فوق أي عنصر في Dock لتفعيله دون ضغط مطوّل: معاينات التطبيقات، والعرض المروحي للمجلدات، والأدوات.
de: Bewegen Sie den Zeiger über ein beliebiges Dock-Element, um es ohne Gedrückthalten auszulösen: App-Vorschauen, Ordner-Auffächerungen und Widgets.
es: Pasa el cursor sobre cualquier ítem del Dock para activarlo sin mantener pulsado: previsualizaciones de apps, abanicos de carpetas y widgets.
fr: Survolez n'importe quel élément du dock pour le déclencher sans maintenir : aperçus d'apps, déploiement des dossiers et widgets.
hu: Mutasson bármely Dock-elemre az aktiválásához nyomva tartás nélkül: app-előnézetek, mappalegyezők és widgetek.
ja: 長押しせずにポインタを重ねるだけでDockの項目を作動させます。対象はアプリプレビュー、フォルダの展開、ウィジェットです。
nl: Beweeg de muisaanwijzer over een willekeurig Dock-item om dit te activeren zonder de muisknop ingedrukt te houden: app-voorbeelden, het uitklappen van mappen en widgets.
pl: Umieść wskaźnik nad dowolnym elementem Docka, aby uaktywnić go bez przytrzymywania. Dotyczy to podglądów aplikacji, rozwinięć folderów i widżetów.
pt: Paire sobre qualquer item da dock para o acionar sem manter premido: pré-visualizações de apps, leques de pastas e widgets.
ru: Наведите указатель на любой объект Dock, чтобы активировать его без удержания: предпросмотр приложений, раскрытие папок веером и виджеты.
sv: Hovra över valfritt objekt i dockan för att aktivera det utan att hålla ned: appförhandsvisningar, mappsolfjädrar och widgetar.
tr: Basılı tutmadan tetiklemek için herhangi bir dock öğesinin üzerine gel: uygulama önizlemeleri, klasör yelpazeleri ve widget'lar.
vi: Di chuột qua bất kỳ mục nào trên dock để kích hoạt mà không cần giữ phím: bản xem trước ứng dụng, xòe thư mục và tiện ích.
zh_hans: 无需长按，将鼠标悬停在任意 Dock 项目上即可触发其功能，包括应用预览、文件夹扇形展开和小组件。
zh_hant: 將指標懸停於任何 Dock 項目即可直接觸發，無需長按，包括應用程式預覽、檔案夾展開選單及小工具。

source: Hover app icons to show their window previews
ar: مرّر المؤشر فوق أيقونات التطبيقات لإظهار معاينات نوافذها
de: Auf App-Symbole zeigen, um ihre Fenstervorschauen anzuzeigen
es: Pasa el cursor sobre los iconos de las apps para mostrar las previsualizaciones de sus ventanas
fr: Survolez les icônes d'app pour afficher les aperçus de leurs fenêtres
hu: Rámutatás az appikonokra az ablak-előnézeteik megjelenítéséhez
ja: アプリアイコンにホバーしてウインドウプレビューを表示
nl: Wijs app-pictogrammen aan om hun venstervoorbeelden te tonen
pl: Umieść wskaźnik nad ikoną aplikacji, aby pokazać podglądy jej okien
pt: Passe o cursor sobre os ícones das apps para mostrar as pré-visualizações das janelas
ru: Наведите указатель на значок приложения, чтобы показать предпросмотр его окон
sv: Hovra över appsymboler för att visa deras fönsterförhandsvisningar
tr: Pencere önizlemelerini göstermek için uygulama simgelerinin üzerine gel
vi: Di chuột lên biểu tượng ứng dụng để hiển thị bản xem trước cửa sổ
zh_hans: 悬停在应用图标上以显示窗口预览
zh_hant: 將指標停留在應用程式圖示上以顯示視窗預覽

source: Hover Delay
ar: تأخير التمرير
de: Verzögerung bei Zeigerkontakt
es: Retardo del cursor
fr: Délai de survol
hu: Rámutatási késleltetés
ja: ホバーの遅延
nl: Aanwijzingsvertraging
pl: Opóźnienie wskazania
pt: Atraso ao Pairar
ru: Задержка наведения
sv: Hovringsfördröjning
tr: Üzerine Gelme Gecikmesi
vi: Thời gian chờ di chuột
zh_hans: 悬停延迟
zh_hant: 懸停延遲

source: Hover Haptics
ar: الاستجابة اللمسية عند التمرير
de: Haptik bei Zeigerkontakt
es: Respuesta háptica al pasar el cursor
fr: Retour haptique au survol
hu: Rámutatási haptikus visszajelzés
ja: ホバー時の触覚フィードバック
nl: Haptische feedback bij aanwijzen
pl: Reakcja haptyczna po wskazaniu
pt: Háptica ao Pairar
ru: Тактильный отклик при наведении
sv: Haptik vid hovring
tr: Üzerine Gelme Dokunsal Geri Bildirimi
vi: Haptic khi di chuột
zh_hans: 悬停触感反馈
zh_hant: 懸停觸覺回饋

source: Hover or long-press a running app to see its windows. Screen Recording enables live thumbnails.
ar: مرر المؤشر فوق تطبيق قيد التشغيل أو اضغط عليه مطولًا لرؤية نوافذه. يتيح تسجيل الشاشة الصور المصغرة الحية.
de: Bewegen Sie den Zeiger über eine laufende App oder halten Sie sie länger gedrückt, um ihre Fenster anzuzeigen. Bildschirmaufnahme ermöglicht Live-Miniaturen.
es: Pasa el cursor o mantén pulsada una app abierta para ver sus ventanas. La grabación de pantalla activa las miniaturas en directo.
fr: Survolez ou maintenez une app active pour voir ses fenêtres. L'enregistrement de l'écran active les miniatures en direct.
hu: Mutasson rá vagy nyomjon hosszan egy futó appra az ablakai megtekintéséhez. A Képernyőfelvétel élő miniatűröket tesz lehetővé.
ja: 起動中のアプリにポインタを重ねるか長押しすると、そのウインドウを表示します。画面収録を許可するとライブサムネールが有効になります。
nl: Houd de muisaanwijzer boven een actieve app of druk er lang op om de vensters ervan te bekijken. Met 'Schermopname' worden live miniatuurafbeeldingen weergegeven.
pl: Umieść wskaźnik nad uruchomioną aplikacją albo kliknij ją i przytrzymaj, aby zobaczyć jej okna. Uprawnienie do nagrywania ekranu umożliwia wyświetlanie miniatur na żywo.
pt: Paire ou prima demoradamente uma app em execução para ver as suas janelas. A Gravação do ecrã ativa miniaturas em tempo real.
ru: Наведите указатель на запущенное приложение или нажмите и удерживайте его, чтобы увидеть его окна. Запись экрана включает живые миниатюры.
sv: Hovra över eller tryck länge på en app som körs för att se dess fönster. Skärminspelning aktiverar miniatyrer i realtid.
tr: Pencerelerini görmek için çalışan bir uygulamanın üzerine gel veya uzun bas. Ekran Kaydı canlı küçük resimleri etkinleştirir.
vi: Di chuột hoặc nhấn giữ một ứng dụng đang chạy để xem các cửa sổ của nó. Quyền Ghi màn hình sẽ cho phép hiển thị hình thu nhỏ trực tiếp.
zh_hans: 将鼠标悬停在运行中的应用上或长按它，即可查看其窗口。启用“屏幕录制”权限后，可显示实时缩略图。
zh_hant: 將指標懸停於執行中的應用程式，或長按其圖示即可查看視窗。啟用「螢幕錄製」權限後，可顯示即時縮圖。

source: Hover pinned folders, files, and links to fan them out
ar: مرّر المؤشر فوق المجلدات والملفات والروابط المثبتة لعرضها كالمروحة
de: Auf angeheftete Ordner, Dateien und Links zeigen, um sie aufzufächern
es: Pasa el cursor sobre carpetas, archivos y enlaces fijados para desplegarlos en abanico
fr: Survolez les dossiers, fichiers et liens épinglés pour les déployer en éventail
hu: Rámutatás a kitűzött mappákra, fájlokra és hivatkozásokra a legyezőszerű kinyitásukhoz
ja: ピン留めしたフォルダ、ファイル、リンクにホバーしてファンアウト表示
nl: Wijs vastgezette mappen, bestanden en links aan om ze uit te klappen
pl: Umieść wskaźnik nad przypiętymi folderami, plikami i łączami, aby je rozwinąć
pt: Passe o cursor sobre pastas, ficheiros e ligações afixados para os abrir em leque
ru: Наведите указатель на закрепленные папки, файлы и ссылки, чтобы раскрыть их веером
sv: Hovra över fästa mappar, filer och länkar för att fälla ut dem som en solfjäder
tr: Sabitlenmiş klasörlerin, dosyaların ve bağlantıların üzerine gelerek yelpaze gibi aç
vi: Di chuột lên thư mục, tệp và liên kết đã ghim để xòe chúng ra
zh_hans: 悬停在固定的文件夹、文件和链接上以展开它们
zh_hant: 將指標停留在釘選的檔案夾、檔案與連結上，即可展開顯示其內容

source: Hover Range
ar: مدى التمرير
de: Bereich für Zeigerkontakt
es: Alcance del cursor
fr: Zone de survol
hu: Rámutatási távolság
ja: ホバー範囲
nl: Aanwijzingsbereik
pl: Zakres wskazania
pt: Alcance ao Pairar
ru: Радиус наведения
sv: Hovringsräckvidd
tr: Üzerine Gelme Aralığı
vi: Phạm vi di chuột
zh_hans: 悬停范围
zh_hant: 懸停範圍
